Repository: DanTattooMan/radio_flutter_example
Catalog: lib/l10n/intl_*.arb
Languages: ru

# subtitle
source: RADIO ONLINE
ru: РАДИО ОНЛАЙН

# about
source: About project
ru: О проекте

# theme
source: Theme light/dark
ru: Тема светлая/темная

# anim
source: Animation disable/enable
ru: Анимация отключить/включить

source: Feedback
ru: Обратная связь

# about_text_1
source: This app is compiled by
ru: Это приложение собрал

# about_text_2
source: for all OF YOU, and especially for
ru: для всех ВАС, а также специально для

# about_text_3
source: , and then
ru: , а то

# about_text_4
source: asked him once: 'Here you are a developer, and you have made at least one mobile app?)'So here is answer for you, Sabir))). All the best!
ru: его как-то спросил: 'Вот ты разработчик, а ты сделал хоть одно мобильное приложение?)' Так вот Сабир, тебе ответочка))). Всем добра!

# feedback_text
source: For all comments, questions, and suggestions, be sure to write to the developer.
ru: По всем замечаниям, вопросам, и предложениям обязательно пишите разработчику.
